<?php

return [
    /*
    |--------------------------------------------------------------------------
    | أسطر لغة إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | الأسطر اللغوية التالية هي الأسطر الافتراضية التي تُستخدم للأسباب التي يقدمها
    | مدير إعادة تعيين كلمة المرور عند فشل محاولة تحديث كلمة المرور، مثل رمز غير صالح أو
    | كلمة مرور جديدة غير صالحة.
    |
    */

    'reset'     => 'تم إعادة تعيين كلمة المرور الخاصة بك بنجاح!',
    'sent'      => 'لقد أرسلنا إليك رابط إعادة تعيين كلمة المرور عبر البريد الإلكتروني!',
    'throttled' => 'يرجى الانتظار قبل إعادة المحاولة.',
    'token'     => 'رمز إعادة تعيين كلمة المرور غير صالح.',
    'user'      => 'لم نتمكن من العثور على مستخدم بعنوان البريد الإلكتروني هذا.',
];
